const mapData = [
  {
    "name": "한경 부트캠프 강남점",
    "phone": "02-1234-5678",
    "address": "서울특별시 강남구 테헤란로 123",
    "lat": 37.498095,
    "lng": 127.027610
  },
  {
    "name": "한경 부트캠프 종로점",
    "phone": "02-2345-6789",
    "address": "서울특별시 종로구 종로 45",
    "lat": 37.570377,
    "lng": 126.983177
  },
  {
    "name": "한경 부트캠프 홍대점",
    "phone": "02-3456-7890",
    "address": "서울특별시 마포구 홍익로 20",
    "lat": 37.556350,
    "lng": 126.922460
  },
  {
    "name": "한경 부트캠프 잠실점",
    "phone": "02-4567-8901",
    "address": "서울특별시 송파구 올림픽로 300",
    "lat": 37.513260,
    "lng": 127.100130
  }
]